Repository: thomas-domville/AppleVis
Catalog: AppleVis/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hans

source: Discover Focus Fixed After Switching Tabs
ar: تم إصلاح التركيز في Discover بعد التبديل بين علامات التبويب
de: Fokusproblem in „Entdecken" nach Tab-Wechsel behoben
el: Διορθώθηκε η εστίαση στο Discover μετά την εναλλαγή καρτελών
es: Se corrigió el enfoque de Discover tras cambiar de pestaña
fa: تمرکز Discover پس از جابه‌جایی بین تب‌ها اصلاح شد
fr: Correction du focus de Discover après un changement d'onglet
he: תוקנה בעיית המיקוד ב-Discover אחרי מעבר בין לשוניות
hi: टैब बदलने के बाद Discover का फ़ोकस ठीक किया गया
id: Fokus Discover Diperbaiki Setelah Beralih Tab
it: Corretto il focus di Discover dopo il cambio di scheda
ja: タブ切り替え後のDiscoverのフォーカスを修正
ko: 탭 전환 후 Discover 포커스 문제 수정
nl: Focusprobleem in Discover na tabwisseling opgelost
pl: Naprawiono fokus w Discover po przełączeniu kart
pt: Corrigido o foco do Discover após trocar de aba
ru: Исправлен фокус на вкладке Discover после переключения вкладок
sv: Fokusfel i Discover efter flikbyte har åtgärdats
th: แก้ไขโฟกัสของ Discover หลังสลับแท็บ
tr: Sekme Değiştirdikten Sonra Discover Odağı Düzeltildi
uk: Виправлено фокус на вкладці Discover після перемикання вкладок
vi: Đã sửa lỗi focus của Discover sau khi chuyển tab
zh_hans: 修复了切换标签页后 Discover 的焦点问题

source: Discussion Summary
ar: ملخص النقاش
de: Diskussionszusammenfassung
el: Περίληψη Συζήτησης
es: Resumen del debate
fa: خلاصهٔ بحث
fr: Résumé de la discussion
he: סיכום דיון
hi: चर्चा सारांश
id: Ringkasan Diskusi
it: Riepilogo della discussione
ja: ディスカッションの要約
ko: 토론 요약
nl: Discussiesamenvatting
pl: Podsumowanie dyskusji
pt: Resumo da discussão
ru: Сводка обсуждения
sv: Diskussionssammanfattning
th: สรุปการสนทนา
tr: Tartışma Özeti
uk: Підсумок обговорення
vi: Tóm tắt thảo luận
zh_hans: 讨论摘要

source: Dismiss
ar: إغلاق
de: Schließen
el: Απόρριψη
es: Descartar
fa: نادیده گرفتن
fr: Ignorer
he: סגירה
hi: खारिज करें
id: Tutup
it: Ignora
ja: 閉じる
ko: 닫기
nl: Sluiten
pl: Zamknij
pt: Dispensar
ru: Закрыть
sv: Avfärda
th: ปิด
tr: Kapat
uk: Закрити
vi: Bỏ qua
zh_hans: 关闭

source: Dismiss Tour
ar: إغلاق الجولة
de: Tour schließen
el: Απόρριψη Ξενάγησης
es: Descartar recorrido
fa: نادیده گرفتن تور
fr: Ignorer la visite guidée
he: סגירת הסיור
hi: टूर खारिज करें
id: Tutup Tur
it: Ignora il tour
ja: ツアーを閉じる
ko: 둘러보기 닫기
nl: Rondleiding sluiten
pl: Zamknij samouczek
pt: Dispensar tour
ru: Закрыть обзор
sv: Avfärda rundtur
th: ปิดทัวร์
tr: Turu Kapat
uk: Закрити тур
vi: Bỏ qua Hướng dẫn
zh_hans: 关闭导览

source: Dismiss welcome summary
ar: إغلاق ملخص الترحيب
de: Willkommenszusammenfassung schließen
el: Απόρριψη περίληψης καλωσορίσματος
es: Descartar resumen de bienvenida
fa: نادیده گرفتن خلاصهٔ خوش‌آمدگویی
fr: Ignorer le résumé de bienvenue
he: סגירת סיכום ברוכים הבאים
hi: स्वागत सारांश खारिज करें
id: Tutup ringkasan sambutan
it: Ignora il riepilogo di benvenuto
ja: ようこそサマリーを閉じる
ko: 환영 요약 닫기
nl: Welkomstsamenvatting sluiten
pl: Zamknij podsumowanie powitalne
pt: Dispensar resumo de boas-vindas
ru: Закрыть приветственную сводку
sv: Avfärda välkomstsammanfattning
th: ปิดสรุปต้อนรับ
tr: Karşılama özetini kapat
uk: Закрити вітальний підсумок
vi: Bỏ qua tóm tắt chào mừng
zh_hans: 关闭欢迎摘要

source: Dismisses this reminder without resuming the tour. You can still replay it later from Profile.
ar: يغلق هذا التذكير دون استئناف الجولة. لا يزال بإمكانك إعادة تشغيلها لاحقًا من الملف الشخصي.
de: Verwirft diese Erinnerung, ohne die Tour fortzusetzen. Du kannst sie später trotzdem über „Profil“ erneut abspielen.
el: Απορρίπτει αυτήν την υπενθύμιση χωρίς να συνεχίσει την ξενάγηση. Μπορείτε ακόμα να την επαναλάβετε αργότερα από το Προφίλ.
es: Descarta este recordatorio sin reanudar el recorrido. Aún puedes reproducirlo más tarde desde Perfil.
fa: این یادآوری را بدون از سرگیری تور نادیده می‌گیرد. همچنان می‌توانید بعداً آن را از نمایه دوباره پخش کنید.
fr: Ignore ce rappel sans reprendre la visite guidée. Vous pouvez toujours la revoir plus tard depuis Profil.
he: מתעלם מתזכורת זו מבלי לחדש את הסיור. תוכל עדיין לשחק אותו שוב מאוחר יותר מהפרופיל.
hi: टूर फिर से शुरू किए बिना इस रिमाइंडर को खारिज करता है। आप इसे बाद में प्रोफ़ाइल से फिर से चला सकते हैं।
id: Menutup pengingat ini tanpa melanjutkan tur. Anda tetap dapat memutarnya lagi nanti dari Profil.
it: Ignora questo promemoria senza riprendere il tour. Puoi comunque rivederlo più tardi da Profilo.
ja: ツアーを再開せずにこのリマインダーを閉じます。後で「プロフィール」からもう一度再生できます。
ko: 둘러보기를 재개하지 않고 이 알림을 닫습니다. 나중에 프로필에서 다시 재생할 수 있습니다.
nl: Sluit deze herinnering zonder de rondleiding te hervatten. Je kunt deze later nog steeds afspelen vanuit Profiel.
pl: Zamyka to przypomnienie bez wznawiania samouczka. Nadal możesz odtworzyć go później z Profilu.
pt: Dispensa este lembrete sem retomar o tour. Você ainda pode reproduzi-lo depois em Perfil.
ru: Закрывает это напоминание без возобновления обзора. Вы всё ещё можете просмотреть его позже в разделе «Профиль».
sv: Avfärdar denna påminnelse utan att återuppta rundturen. Du kan fortfarande spela upp den senare från Profil.
th: ปิดการเตือนนี้โดยไม่ดำเนินทัวร์ต่อ คุณยังสามารถเล่นซ้ำได้ภายหลังจากโปรไฟล์
tr: Turu devam ettirmeden bu hatırlatıcıyı kapatır. Daha sonra Profil'den tekrar oynatabilirsiniz.
uk: Закриває це нагадування без відновлення туру. Ви все ще можете відтворити його пізніше з розділу «Профіль».
vi: Bỏ qua lời nhắc này mà không tiếp tục hướng dẫn. Bạn vẫn có thể phát lại sau từ Hồ sơ.
zh_hans: 关闭此提醒而不继续导览。您稍后仍可从“个人资料”重新播放。

source: Dismisses this reminder.
ar: يغلق هذا التذكير.
de: Verwirft diese Erinnerung.
el: Απορρίπτει αυτήν την υπενθύμιση.
es: Descarta este recordatorio.
fa: این یادآوری را نادیده می‌گیرد.
fr: Ignore ce rappel.
he: מתעלם מתזכורת זו.
hi: इस रिमाइंडर को खारिज करता है।
id: Menutup pengingat ini.
it: Ignora questo promemoria.
ja: このリマインダーを閉じます。
ko: 이 알림을 닫습니다.
nl: Sluit deze herinnering.
pl: Zamyka to przypomnienie.
pt: Dispensa este lembrete.
ru: Закрывает это напоминание.
sv: Avfärdar denna påminnelse.
th: ปิดการเตือนนี้
tr: Bu hatırlatıcıyı kapatır.
uk: Закриває це нагадування.
vi: Bỏ qua lời nhắc này.
zh_hans: 关闭此提醒。

source: Dismisses this tip. It will not appear again.
ar: يغلق هذه النصيحة. لن تظهر مرة أخرى.
de: Verwirft diesen Tipp. Er wird nicht erneut angezeigt.
el: Απορρίπτει αυτήν τη συμβουλή. Δεν θα εμφανιστεί ξανά.
es: Descarta este consejo. No volverá a aparecer.
fa: این نکته را نادیده می‌گیرد. دیگر ظاهر نخواهد شد.
fr: Ignore cette astuce. Elle ne réapparaîtra plus.
he: מתעלם מהטיפ הזה. הוא לא יופיע שוב.
hi: इस टिप को खारिज करता है। यह फिर से दिखाई नहीं देगी।
id: Menutup tip ini. Tidak akan muncul lagi.
it: Ignora questo suggerimento. Non apparirà più.
ja: このヒントを閉じます。今後表示されません。
ko: 이 팁을 닫습니다. 다시 표시되지 않습니다.
nl: Sluit deze tip. Deze verschijnt niet meer.
pl: Zamyka tę wskazówkę. Nie pojawi się ponownie.
pt: Dispensa esta dica. Ela não aparecerá novamente.
ru: Закрывает этот совет. Он больше не появится.
sv: Avfärdar detta tips. Det visas inte igen.
th: ปิดเคล็ดลับนี้ จะไม่ปรากฏอีก
tr: Bu ipucunu kapatır. Bir daha görünmeyecek.
uk: Закриває цю пораду. Вона більше не з'явиться.
vi: Bỏ qua mẹo này. Nó sẽ không xuất hiện lại.
zh_hans: 关闭此提示。它将不再出现。

source: Display Name
ar: اسم العرض
de: Anzeigename
el: Εμφανιζόμενο Όνομα
es: Nombre para mostrar
fa: نام نمایشی
fr: Nom d'affichage
he: שם תצוגה
hi: प्रदर्शन नाम
id: Nama Tampilan
it: Nome visualizzato
ja: 表示名
ko: 표시 이름
nl: Weergavenaam
pl: Wyświetlana nazwa
pt: Nome de exibição
ru: Отображаемое имя
sv: Visningsnamn
th: ชื่อที่แสดง
tr: Görünen Ad
uk: Відображуване ім'я
vi: Tên hiển thị
zh_hans: 显示名称

source: Don't have an account?
ar: ليس لديك حساب؟
de: Du hast noch kein Konto?
el: Δεν έχετε λογαριασμό;
es: ¿No tienes una cuenta?
fa: حساب کاربری ندارید؟
fr: Vous n'avez pas de compte ?
he: אין לך חשבון?
hi: खाता नहीं है?
id: Belum punya akun?
it: Non hai un account?
ja: アカウントをお持ちでないですか？
ko: 계정이 없으신가요?
nl: Heb je geen account?
pl: Nie masz konta?
pt: Não tem uma conta?
ru: Нет аккаунта?
sv: Har du inget konto?
th: ยังไม่มีบัญชีใช่ไหม?
tr: Hesabınız yok mu?
uk: Немає облікового запису?
vi: Chưa có tài khoản?
zh_hans: 还没有账户？

source: Done
ar: تم
de: Fertig
el: Τέλος
es: Listo
fa: انجام شد
fr: Terminé
he: סיום
hi: हो गया
id: Selesai
it: Fine
ja: 完了
ko: 완료
nl: Klaar
pl: Gotowe
pt: Concluído
ru: Готово
sv: Klar
th: เสร็จสิ้น
tr: Bitti
uk: Готово
vi: Xong
zh_hans: 完成

source: Double tap to include or skip this detail.
ar: انقر مرتين لتضمين هذا التفصيل أو تخطيه.
de: Doppeltippen, um dieses Detail einzubeziehen oder zu überspringen.
el: Πατήστε δύο φορές για να συμπεριλάβετε ή να παραλείψετε αυτό το στοιχείο.
es: Toca dos veces para incluir u omitir este detalle.
fa: برای گنجاندن یا رد کردن این جزئیات، دوبار ضربه بزنید.
fr: Appuyez deux fois pour inclure ou ignorer ce détail.
he: הקש הקשה כפולה כדי לכלול פרט זה או לדלג עליו.
hi: इस विवरण को शामिल करने या छोड़ने के लिए डबल टैप करें।
id: Ketuk dua kali untuk menyertakan atau melewati detail ini.
it: Tocca due volte per includere o saltare questo dettaglio.
ja: この詳細を含めるかスキップするかは、ダブルタップで切り替えます。
ko: 이 세부정보를 포함하거나 건너뛰려면 두 번 탭하세요.
nl: Dubbeltik om dit detail op te nemen of over te slaan.
pl: Stuknij dwukrotnie, aby uwzględnić ten szczegół lub go pominąć.
pt: Toque duas vezes para incluir ou ignorar este detalhe.
ru: Дважды нажмите, чтобы включить или пропустить эту информацию.
sv: Dubbeltryck för att inkludera eller hoppa över den här detaljen.
th: แตะสองครั้งเพื่อรวมหรือข้ามรายละเอียดนี้
tr: Bu ayrıntıyı dahil etmek veya atlamak için iki kez dokunun.
uk: Двічі торкніться, щоб включити або пропустити цю інформацію.
vi: Nhấn đúp để đưa vào hoặc bỏ qua chi tiết này.
zh_hans: 双击可包含或跳过此详情。

source: Double-tap to adjust Voice Boost, Trim Silence, and equaliser settings.
ar: اضغط مرتين لضبط تعزيز الصوت وتقليم الصمت وإعدادات معادل الصوت.
de: Doppeltippen, um Stimmverstärkung, Stille kürzen und Equalizer-Einstellungen anzupassen.
el: Πατήστε δύο φορές για να προσαρμόσετε την Ενίσχυση Φωνής, την Περικοπή Σιωπής και τις ρυθμίσεις ισοσταθμιστή.
es: Toca dos veces para ajustar Aumento de voz, Recortar silencios y los ajustes del ecualizador.
fa: برای تنظیم افزایش صدا، برش سکوت و تنظیمات اکولایزر دوبار ضربه بزنید.
fr: Touchez deux fois pour ajuster Amplification vocale, Réduction des silences et les réglages de l'égaliseur.
he: הקש הקשה כפולה כדי לכוונן את הגברת קול, קיצוץ שקט והגדרות האקולייזר.
hi: वॉइस बूस्ट, ट्रिम साइलेंस, और इक्वलाइज़र सेटिंग्स समायोजित करने के लिए डबल-टैप करें।
id: Ketuk dua kali untuk menyesuaikan Peningkat Suara, Pangkas Keheningan, dan pengaturan equalizer.
it: Tocca due volte per regolare Potenziamento voce, Taglia silenzi e le impostazioni dell'equalizzatore.
ja: ダブルタップして、ボイスブースト、無音カット、イコライザー設定を調整します。
ko: 두 번 탭하여 음성 부스트, 무음 구간 제거, 이퀄라이저 설정을 조정합니다.
nl: Dubbeltik om Stemversterking, Stilte bijsnijden en de equalizerinstellingen aan te passen.
pl: Stuknij dwukrotnie, aby dostosować Wzmocnienie głosu, Przycinanie ciszy i ustawienia korektora.
pt: Toque duas vezes para ajustar Reforço de voz, Cortar silêncio e as configurações do equalizador.
ru: Дважды коснитесь, чтобы настроить усиление голоса, обрезку тишины и параметры эквалайзера.
sv: Dubbeltryck för att justera Röstförstärkning, Trimma tystnad och equalizerinställningar.
th: แตะสองครั้งเพื่อปรับเพิ่มเสียงพูด ตัดความเงียบ และการตั้งค่าอีควอไลเซอร์
tr: Ses Artırma, Sessizliği Kırp ve ekolayzer ayarlarını düzenlemek için iki kez dokunun.
uk: Двічі торкніться, щоб налаштувати підсилення голосу, обрізання тиші та параметри еквалайзера.
vi: Chạm hai lần để điều chỉnh Tăng cường giọng nói, Cắt khoảng lặng và cài đặt equalizer.
zh_hans: 轻点两下调整人声增强、静音修剪和均衡器设置。

source: Double-tap to cancel.
ar: اضغط مرتين للإلغاء.
de: Doppeltippen zum Abbrechen.
el: Πατήστε δύο φορές για ακύρωση.
es: Toca dos veces para cancelar.
fa: برای لغو دوبار ضربه بزنید.
fr: Touchez deux fois pour annuler.
he: הקש הקשה כפולה לביטול.
hi: रद्द करने के लिए डबल-टैप करें।
id: Ketuk dua kali untuk membatalkan.
it: Tocca due volte per annullare.
ja: ダブルタップしてキャンセルします。
ko: 두 번 탭하여 취소합니다.
nl: Dubbeltik om te annuleren.
pl: Stuknij dwukrotnie, aby anulować.
pt: Toque duas vezes para cancelar.
ru: Дважды коснитесь, чтобы отменить.
sv: Dubbeltryck för att avbryta.
th: แตะสองครั้งเพื่อยกเลิก
tr: İptal etmek için iki kez dokunun.
uk: Двічі торкніться, щоб скасувати.
vi: Chạm hai lần để hủy.
zh_hans: 轻点两下取消。

source: Double-tap to choose a different output.
ar: اضغط مرتين لاختيار مخرج مختلف.
de: Doppeltippen, um eine andere Ausgabe zu wählen.
el: Πατήστε δύο φορές για να επιλέξετε διαφορετική έξοδο.
es: Toca dos veces para elegir una salida diferente.
fa: برای انتخاب خروجی دیگر دوبار ضربه بزنید.
fr: Touchez deux fois pour choisir une autre sortie.
he: הקש הקשה כפולה כדי לבחור פלט אחר.
hi: अलग आउटपुट चुनने के लिए डबल-टैप करें।
id: Ketuk dua kali untuk memilih output lain.
it: Tocca due volte per scegliere un'uscita diversa.
ja: ダブルタップして別の出力先を選択します。
ko: 두 번 탭하여 다른 출력을 선택합니다.
nl: Dubbeltik om een andere uitvoer te kiezen.
pl: Stuknij dwukrotnie, aby wybrać inne wyjście.
pt: Toque duas vezes para escolher uma saída diferente.
ru: Дважды коснитесь, чтобы выбрать другой выход звука.
sv: Dubbeltryck för att välja en annan utgång.
th: แตะสองครั้งเพื่อเลือกเอาต์พุตอื่น
tr: Farklı bir çıkış seçmek için iki kez dokunun.
uk: Двічі торкніться, щоб вибрати інший вихід.
vi: Chạm hai lần để chọn đầu ra khác.
zh_hans: 轻点两下选择其他输出设备。

source: Double-tap to choose which Apple products you use.
ar: اضغط مرتين لاختيار منتجات Apple التي تستخدمها.
de: Doppeltippen, um auszuwählen, welche Apple-Produkte du nutzt.
el: Πατήστε δύο φορές για να επιλέξετε ποια προϊόντα Apple χρησιμοποιείτε.
es: Toca dos veces para elegir qué productos Apple usas.
fa: برای انتخاب محصولات اپل مورداستفادهٔ خود دوبار ضربه بزنید.
fr: Touchez deux fois pour choisir les produits Apple que vous utilisez.
he: הקש הקשה כפולה כדי לבחור אילו מוצרי Apple אתה משתמש בהם.
hi: आप कौन से Apple उत्पाद उपयोग करते हैं यह चुनने के लिए डबल-टैप करें।
id: Ketuk dua kali untuk memilih produk Apple yang Anda gunakan.
it: Tocca due volte per scegliere quali prodotti Apple usi.
ja: ダブルタップして、使用している Apple 製品を選択します。
ko: 두 번 탭하여 사용 중인 Apple 제품을 선택합니다.
nl: Dubbeltik om te kiezen welke Apple-producten je gebruikt.
pl: Stuknij dwukrotnie, aby wybrać, z których produktów Apple korzystasz.
pt: Toque duas vezes para escolher quais produtos Apple você usa.
ru: Дважды коснитесь, чтобы выбрать используемые продукты Apple.
sv: Dubbeltryck för att välja vilka Apple-produkter du använder.
th: แตะสองครั้งเพื่อเลือกผลิตภัณฑ์ Apple ที่คุณใช้
tr: Hangi Apple ürünlerini kullandığınızı seçmek için iki kez dokunun.
uk: Двічі торкніться, щоб вибрати продукти Apple, якими ви користуєтесь.
vi: Chạm hai lần để chọn sản phẩm Apple bạn sử dụng.
zh_hans: 轻点两下选择您使用的 Apple 产品。

source: Double-tap to choose your country. City-level location is not collected.
ar: اضغط مرتين لاختيار بلدك. لا يتم جمع الموقع على مستوى المدينة.
de: Doppeltippen, um dein Land zu wählen. Der Standort auf Stadtebene wird nicht erfasst.
el: Πατήστε δύο φορές για να επιλέξετε τη χώρα σας. Δεν συλλέγεται τοποθεσία σε επίπεδο πόλης.
es: Toca dos veces para elegir tu país. No se recopila la ubicación a nivel de ciudad.
fa: برای انتخاب کشور خود دوبار ضربه بزنید. موقعیت در سطح شهر جمع‌آوری نمی‌شود.
fr: Touchez deux fois pour choisir votre pays. La localisation au niveau de la ville n'est pas collectée.
he: הקש הקשה כפולה כדי לבחור את המדינה שלך. מיקום ברמת עיר אינו נאסף.
hi: अपना देश चुनने के लिए डबल-टैप करें। शहर-स्तरीय स्थान एकत्र नहीं किया जाता।
id: Ketuk dua kali untuk memilih negara Anda. Lokasi tingkat kota tidak dikumpulkan.
it: Tocca due volte per scegliere il tuo paese. La posizione a livello di città non viene raccolta.
ja: ダブルタップして国を選択します。市区町村レベルの位置情報は収集されません。
ko: 두 번 탭하여 국가를 선택합니다. 도시 단위 위치는 수집되지 않습니다.
nl: Dubbeltik om je land te kiezen. Locatie op stadsniveau wordt niet verzameld.
pl: Stuknij dwukrotnie, aby wybrać swój kraj. Lokalizacja na poziomie miasta nie jest zbierana.
pt: Toque duas vezes para escolher seu país. A localização em nível de cidade não é coletada.
ru: Дважды коснитесь, чтобы выбрать страну. Местоположение на уровне города не собирается.
sv: Dubbeltryck för att välja ditt land. Plats på stadsnivå samlas inte in.
th: แตะสองครั้งเพื่อเลือกประเทศของคุณ ไม่มีการเก็บตำแหน่งระดับเมือง
tr: Ülkenizi seçmek için iki kez dokunun. Şehir düzeyinde konum toplanmaz.
uk: Двічі торкніться, щоб вибрати країну. Місцезнаходження на рівні міста не збирається.
vi: Chạm hai lần để chọn quốc gia của bạn. Vị trí cấp thành phố không được thu thập.
zh_hans: 轻点两下选择您的国家/地区。系统不会收集精确到城市级别的位置信息。

source: Double-tap to choose your time zone.
ar: اضغط مرتين لاختيار منطقتك الزمنية.
de: Doppeltippen, um deine Zeitzone zu wählen.
el: Πατήστε δύο φορές για να επιλέξετε τη ζώνη ώρας σας.
es: Toca dos veces para elegir tu zona horaria.
fa: برای انتخاب منطقهٔ زمانی خود دوبار ضربه بزنید.
fr: Touchez deux fois pour choisir votre fuseau horaire.
he: הקש הקשה כפולה כדי לבחור את אזור הזמן שלך.
hi: अपना समय क्षेत्र चुनने के लिए डबल-टैप करें।
id: Ketuk dua kali untuk memilih zona waktu Anda.
it: Tocca due volte per scegliere il tuo fuso orario.
ja: ダブルタップしてタイムゾーンを選択します。
ko: 두 번 탭하여 시간대를 선택합니다.
nl: Dubbeltik om je tijdzone te kiezen.
pl: Stuknij dwukrotnie, aby wybrać strefę czasową.
pt: Toque duas vezes para escolher seu fuso horário.
ru: Дважды коснитесь, чтобы выбрать часовой пояс.
sv: Dubbeltryck för att välja din tidszon.
th: แตะสองครั้งเพื่อเลือกเขตเวลาของคุณ
tr: Saat diliminizi seçmek için iki kez dokunun.
uk: Двічі торкніться, щоб вибрати часовий пояс.
vi: Chạm hai lần để chọn múi giờ của bạn.
zh_hans: 轻点两下选择您的时区。

source: Double-tap to increase. Swipe up or down to adjust.
ar: اضغط مرتين للزيادة. مرر لأعلى أو لأسفل للضبط.
de: Doppeltippen zum Erhöhen. Nach oben oder unten wischen zum Anpassen.
el: Πατήστε δύο φορές για αύξηση. Σύρετε πάνω ή κάτω για προσαρμογή.
es: Toca dos veces para aumentar. Desliza hacia arriba o abajo para ajustar.
fa: برای افزایش دوبار ضربه بزنید. برای تنظیم به بالا یا پایین بکشید.
fr: Touchez deux fois pour augmenter. Balayez vers le haut ou le bas pour ajuster.
he: הקש הקשה כפולה להגדלה. החלק למעלה או למטה כדי לכוונן.
hi: बढ़ाने के लिए डबल-टैप करें। समायोजित करने के लिए ऊपर या नीचे स्वाइप करें।
id: Ketuk dua kali untuk menambah. Geser ke atas atau bawah untuk menyesuaikan.
it: Tocca due volte per aumentare. Scorri su o giù per regolare.
ja: ダブルタップして増やします。上下にスワイプして調整します。
ko: 두 번 탭하여 늘립니다. 위아래로 스와이프하여 조정하세요.
nl: Dubbeltik om te verhogen. Veeg omhoog of omlaag om aan te passen.
pl: Stuknij dwukrotnie, aby zwiększyć. Przesuń w górę lub w dół, aby dostosować.
pt: Toque duas vezes para aumentar. Deslize para cima ou para baixo para ajustar.
ru: Дважды коснитесь, чтобы увеличить. Проведите вверх или вниз для настройки.
sv: Dubbeltryck för att öka. Svep upp eller ner för att justera.
th: แตะสองครั้งเพื่อเพิ่ม ปัดขึ้นหรือลงเพื่อปรับ
tr: Artırmak için iki kez dokunun. Ayarlamak için yukarı veya aşağı kaydırın.
uk: Двічі торкніться, щоб збільшити. Проведіть вгору чи вниз, щоб налаштувати.
vi: Chạm hai lần để tăng. Vuốt lên hoặc xuống để điều chỉnh.
zh_hans: 轻点两下增加。上下滑动进行调整。

source: Double-tap to jump to the first new comment.
ar: اضغط مرتين للانتقال إلى أول تعليق جديد.
de: Doppeltippen, um zum ersten neuen Kommentar zu springen.
el: Πατήστε δύο φορές για μετάβαση στο πρώτο νέο σχόλιο.
es: Toca dos veces para ir al primer comentario nuevo.
fa: برای رفتن به اولین دیدگاه جدید دوبار ضربه بزنید.
fr: Touchez deux fois pour aller au premier nouveau commentaire.
he: הקש הקשה כפולה כדי לקפוץ לתגובה החדשה הראשונה.
hi: पहली नई टिप्पणी पर जाने के लिए डबल-टैप करें।
id: Ketuk dua kali untuk melompat ke komentar baru pertama.
it: Tocca due volte per andare al primo nuovo commento.
ja: ダブルタップして最初の新着コメントに移動します。
ko: 두 번 탭하여 첫 번째 새 댓글로 이동합니다.
nl: Dubbeltik om naar de eerste nieuwe reactie te gaan.
pl: Stuknij dwukrotnie, aby przejść do pierwszego nowego komentarza.
pt: Toque duas vezes para ir para o primeiro comentário novo.
ru: Дважды коснитесь, чтобы перейти к первому новому комментарию.
sv: Dubbeltryck för att hoppa till första nya kommentaren.
th: แตะสองครั้งเพื่อไปที่ความคิดเห็นใหม่แรก
tr: İlk yeni yoruma gitmek için iki kez dokunun.
uk: Двічі торкніться, щоб перейти до першого нового коментаря.
vi: Chạm hai lần để đi tới bình luận mới đầu tiên.
zh_hans: 轻点两下跳转到第一条新评论。

source: Double-tap to jump to where you left off in the feed.
ar: اضغط مرتين للانتقال إلى حيث توقفت في التغذية.
de: Doppeltippen, um dorthin zu springen, wo du im Feed aufgehört hast.
el: Πατήστε δύο φορές για μετάβαση εκεί όπου σταματήσατε στη ροή.
es: Toca dos veces para ir a donde te quedaste en el feed.
fa: برای رفتن به جایی که در فید متوقف شدید دوبار ضربه بزنید.
fr: Touchez deux fois pour reprendre là où vous vous étiez arrêté dans le fil.
he: הקש הקשה כפולה כדי לקפוץ למקום שבו הפסקת בפיד.
hi: फ़ीड में आप जहां छोड़े थे वहां जाने के लिए डबल-टैप करें।
id: Ketuk dua kali untuk melompat ke tempat Anda berhenti di umpan.
it: Tocca due volte per tornare al punto in cui hai interrotto nel feed.
ja: ダブルタップして、フィードで前回終了した位置に移動します。
ko: 두 번 탭하여 피드에서 이전에 멈춘 곳으로 이동합니다.
nl: Dubbeltik om terug te gaan naar waar je gebleven was in de feed.
pl: Stuknij dwukrotnie, aby przejść do miejsca, w którym skończyłeś przeglądać kanał.
pt: Toque duas vezes para ir para onde você parou no feed.
ru: Дважды коснитесь, чтобы перейти туда, где вы остановились в ленте.
sv: Dubbeltryck för att hoppa till där du slutade i flödet.
th: แตะสองครั้งเพื่อไปยังจุดที่คุณค้างไว้ในฟีด
tr: Akışta kaldığınız yere gitmek için iki kez dokunun.
uk: Двічі торкніться, щоб перейти туди, де ви зупинилися у стрічці.
vi: Chạm hai lần để đi tới nơi bạn đã dừng lại trong nguồn cấp dữ liệu.
zh_hans: 轻点两下跳转到您上次在动态中停下的位置。

source: Double-tap to open episode details.
ar: اضغط مرتين لفتح تفاصيل الحلقة.
de: Doppeltippen, um die Folgendetails zu öffnen.
el: Πατήστε δύο φορές για να ανοίξετε τις λεπτομέρειες επεισοδίου.
es: Toca dos veces para abrir los detalles del episodio.
fa: برای باز کردن جزئیات قسمت دوبار ضربه بزنید.
fr: Touchez deux fois pour ouvrir les détails de l'épisode.
he: הקש הקשה כפולה כדי לפתוח את פרטי הפרק.
hi: एपिसोड विवरण खोलने के लिए डबल-टैप करें।
id: Ketuk dua kali untuk membuka detail episode.
it: Tocca due volte per aprire i dettagli dell'episodio.
ja: ダブルタップしてエピソードの詳細を開きます。
ko: 두 번 탭하여 에피소드 세부 정보를 엽니다.
nl: Dubbeltik om afleveringsdetails te openen.
pl: Stuknij dwukrotnie, aby otworzyć szczegóły odcinka.
pt: Toque duas vezes para abrir os detalhes do episódio.
ru: Дважды коснитесь, чтобы открыть сведения об эпизоде.
sv: Dubbeltryck för att öppna avsnittsdetaljer.
th: แตะสองครั้งเพื่อเปิดรายละเอียดตอน
tr: Bölüm ayrıntılarını açmak için iki kez dokunun.
uk: Двічі торкніться, щоб відкрити відомості про епізод.
vi: Chạm hai lần để mở chi tiết tập.
zh_hans: 轻点两下打开单集详情。

source: Double-tap to open Feedback Assistant.
ar: اضغط مرتين لفتح Feedback Assistant.
de: Doppeltippen, um Feedback Assistant zu öffnen.
el: Πατήστε δύο φορές για να ανοίξετε το Feedback Assistant.
es: Toca dos veces para abrir Feedback Assistant.
fa: برای باز کردن Feedback Assistant دوبار ضربه بزنید.
fr: Touchez deux fois pour ouvrir Feedback Assistant.
he: הקש הקשה כפולה כדי לפתוח את Feedback Assistant.
hi: Feedback Assistant खोलने के लिए डबल-टैप करें।
id: Ketuk dua kali untuk membuka Feedback Assistant.
it: Tocca due volte per aprire Feedback Assistant.
ja: ダブルタップして Feedback Assistant を開きます。
ko: 두 번 탭하여 Feedback Assistant를 엽니다.
nl: Dubbeltik om Feedback Assistant te openen.
pl: Stuknij dwukrotnie, aby otworzyć Feedback Assistant.
pt: Toque duas vezes para abrir o Feedback Assistant.
ru: Дважды коснитесь, чтобы открыть Feedback Assistant.
sv: Dubbeltryck för att öppna Feedback Assistant.
th: แตะสองครั้งเพื่อเปิด Feedback Assistant
tr: Feedback Assistant'ı açmak için iki kez dokunun.
uk: Двічі торкніться, щоб відкрити Feedback Assistant.
vi: Chạm hai lần để mở Feedback Assistant.
zh_hans: 轻点两下打开 Feedback Assistant。
